class main_texts:

    main_info_text = """
ПРИВЕТСТВУЮ В ПРОЕКТНОМ АССИСТЕНТЕ 
МОСКОВСКОГО ПОЛИТЕХА

Я — ваш цифровой помощник 
в мире университетских проектов.

МОИ ВОЗМОЖНОСТИ:

📍 **Навигатор проектов**
Весь путь проекта в 7 этапов 
с шаблонами и инструкциями

🔎 **Кейсы и примеры**(в разработке)
Библиотека успешных проектов 
для вдохновения и обучения

💡 **Ответы на вопросы**(в разработке)
Частые вопросы по проектам 
и управлению в Мосполитехе

🔠 **FAQ по терминам и сокращениям**(в разработке)
Расшифровка ДПО, ЦПО, ПК 
и других аббревиатур

Выберите нужный раздел:
    """

    main_step_navigator_text="""
🗺️  Навигатор проектов

Добро пожаловать в руководство 
по реализации проектов в Мосполитехе.

Здесь собрана вся информация 
о 7 этапах жизненного цикла проекта:

📁 Для каждого этапа доступны:
• Подробное описание
• Список действий
• Шаблоны документов
• Контакты (будут)

🚀 Выберите этап для начала работы.
    """

