class main_texts:

    main_info_text = """
<b>ПРИВЕТСТВУЮ В ПРОЕКТНОМ АССИСТЕНТЕ 
МОСКОВСКОГО ПОЛИТЕХА</b>

Я — ваш цифровой помощник 
в мире университетских проектов.

<b>МОИ ВОЗМОЖНОСТИ:</b>

📍 <b>Навигатор проектов</b>
Весь путь проекта в 7 этапов 
с шаблонами и инструкциями

🔎 <b>Кейсы и примеры</b>(в разработке)
Библиотека успешных проектов 
для вдохновения и обучения

💡 <b>Ответы на вопросы</b>(в разработке)
Частые вопросы по проектам 
и управлению в Мосполитехе

🔠 <b>FAQ по терминам и сокращениям</b>(в разработке)
Расшифровка ДПО, ЦПО, ПК 
и других аббревиатур

Выберите нужный раздел:
    """

    main_step_navigator_text="""
🗺️ <b>Навигатор проектов</b>

<b>Добро пожаловать в руководство 
по реализации проектов в Мосполитехе.</b>

Здесь собрана вся информация 
о 7 этапах жизненного цикла проекта:

📁 Для каждого этапа доступны:
• Подробное описание
• Список действий
• Шаблоны документов
• Контакты (будут)

🚀 <b>Выберите этап для начала работы.</b>
    """

